[
  {
    "title": "Tokyo Cruise Ship",
    "content": "The Tokyo Cruise Ship (東京都観光汽船, Tōkyō-to Kankō Kisen, \"Tokyo Metropolis Sightseeing Ship\") is a water bus operator in Tokyo. It is a privately owned company operating public transport, unlike the Tokyo Metropolitan Park Association, another water bus operator in the city. It operates several public lines and offers services such as event cruises and chartered ships.\n\n\n== Lines ==\nArrows (→) indicate ships only go that direction. Dashes (—) indicate ships go both directions. Lines are operated everyday, unless noted otherwise.\n■ Sumida River Line (隅田川ライン, Sumidagawa Rain)\n\nAsakusa → Hamarikyū → Hinode Pier\nHinode Pier → Asakusa■ Asakusa-Odaiba Direct Line (浅草・お台場直通ライン, Asakusa-Odaiba Chokutsū Rain)\n\nAsakusa → Odaiba Seaside Park → Toyosu → Asakusa■ Happy Dog Cruise (ハッピードッグクルーズ, Happī Doggu Kurūzu)\n\nOdaiba Seaside Park → (Cruising) → Odaiba Seaside Park\nA daily event cruise for dog people.■ Odaiba Line (お台場ライン, Odaiba Rain)\n\nHinode Pier — Harumi — Odaiba Seaside Park■ Tokyo Big Sight Palette Town Line (東京ビッグサイト・パレットタウンライン, Tōkyō Biggu Saito Paretto Taun Rain)\n\nHinode Pier — Tokyo Big Sight — Palette Town\nCloses on Monday and Tuesday.■ Museum of Maritime Science, Shinagawa Aquarium Line (船の科学館・しながわ水族館ライン, Fune no Kagakukan Shinagawa Suizokukan Rain)\n\nHinode Pier — Museum of Maritime Science — Ooi Seashore Park — Shinagawa Aquarium\nCloses when Shinagawa Aquarium closes (basically on Tuesday). The line is called \"Canal Cruise\" (キャナルクルーズ, Kyanaru Kurūzu) inside ships.\n\n\n== Ships ==\nDōkan (道灌)\nEmeraldas (エメラルダス)Second sister ship to HimikoHimiko (ヒミコ)The design produced by Leiji Matsumoto, world-famous Anime and Manga artist.Hotaluna (ホタルナ)Sister ship to HimikoJubilee (ジュビリー, Jubirī)\nKaisyū (海舟, Kaishū)\nOur Town (アワータウン, Awā Taun)\nRiver Town (リバータウン, Ribā Taun)\nRyōma (竜馬)\nSion (潮音, Shion)\nSumida-I (Sumida-Wan)A rescue work ship.Super City (スーパーシティー, Sūpā Shitī)\nYour Town (ユアータウン, Yuā Taun)\nYou (遊, Yū)Used for the Happy Dog Cruise. The only paddlewheeler in Tokyo Bay.\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Stations ==\n\n\n== See also ==\nTokyo Mizube Line\nThe Port Service\nKeihin Ferry Boat\nWater taxi\n\n\n== External links ==\n(in English, Japanese, and Chinese) Official website"
  },
  {
    "title": "Meiji Shrine",
    "content": "Meiji Shrine (明治神宮, Meiji Jingū), is a Shinto shrine in Shibuya, Tokyo, that is dedicated to the deified spirits of Emperor Meiji and his wife, Empress Shōken. The shrine does not contain the emperor's grave, which is located at Fushimi-momoyama, south of Kyoto.\n\n\n== History ==\nAfter the emperor's death in 1912, the Japanese Diet passed a resolution to commemorate his role in the Meiji Restoration.  An iris garden in an area of Tokyo where Emperor Meiji and Empress Shōken had been known to visit was chosen as the building's location.\nConstruction began in 1915 under Itō Chūta, and the shrine was built in the traditional nagare-zukuri style, using primarily Japanese cypress and copper. The building of the shrine was a national project, mobilizing youth groups and other civic associations from throughout Japan, who contributed labor and funding. The main timbers came from Kiso in Nagano, and Alishan in Taiwan, then a Japanese territory, with materials being utilized from every Japanese prefecture, including Karafuto, Korea, Kwantung, and Taiwan. It was estimated that the cost of the construction was ¥5,219,00 in 1920 (approximately US$26 million today), about a quarter of the actual cost due to the donated materials and labor.It was formally dedicated on November 3, 1920, completed in 1921, and its grounds officially finished by 1926. The interior volume of the shrine complex when originally built was 650 tsubo.  Until 1946, the Meiji Shrine was officially designated one of the Kanpei-taisha (官幣大社), meaning that it stood in the first rank of government supported shrines.The original building was destroyed during the Tokyo air raids of World War II. The present iteration of the shrine was funded through a public fund raising effort and completed in October 1958.Meiji Shrine has been visited by numerous foreign politicians, including United States President George W. Bush, United States Secretary of State Hillary Clinton, and German Foreign Minister Guido Westerwelle.\n\n\n== Shrine complex ==\nMeiji Shrine is located in a forest that covers an area of 70 hectares (170 acres). This area is covered by an evergreen forest that consists of 120,000 trees of 365 different species, which were donated by people from all parts of Japan when the shrine was established. The forest is visited by many as a recreation and relaxation area in the center of Tokyo. The entrance to the shrine complex leads through the Jingu Bashi bridge. Meiji Shrine is adjacent to Yoyogi Park which together is a large forested area. The entrances open at sunrise and close at sunset.\nThe shrine itself is composed of two major areas:\n\n\n=== Naien ===\nThe Naien is the inner precinct, which is centered on the shrine buildings and includes a treasure museum that houses articles of the Emperor and Empress. The treasure museum is built in the Azekurazukuri style.\n\n\n=== Gaien ===\nThe Gaien is the outer precinct, which includes the Meiji Memorial Picture Gallery that houses a collection of 80 large murals illustrative of the events in the lives of the Emperor and his consort. It also includes a variety of sports facilities, including the national stadiums (Meiji Jingu Gaien Stadium, National Stadium, and the newer National Stadium), and the Meiji Memorial Hall (Meiji Kinenkan), which was originally used for governmental meetings, including discussions surrounding the drafting of the Meiji Constitution in the late 19th century. Today it is used for Shinto weddings as well as meeting rooms rent and restaurants services.\n\n\n== Festivals ==\nSeveral festivals are held at the shrine per year. Some festivals are held annually. The exhibitions range from ice carving, shodoten (calligraphy winners's works), bonsai, Suiseki Masterpieces, Memory Dolls, Chrysanthemums, Dahlia and exhibitions at the Treasure Museum Annex.\nA ring-entering ceremony by a Yokozuna, called Dezuiri (手数入り), is performed at the shrine in January (usually around January 5-7) and during the Autumn Festival. Also newly promoted Yokozuna usually perform their first ring-entering ceremony here.\nAutumn Grand Festival (From October 31 to November 3)October 31 - Autumn Grand Festival Bugaku at the main shrine building\nNovember 1 - Autumn Grand Festival: Enshrinement Anniversary Ceremony, Afternoon Ceremony\nNovember 2 - Autumn Grand Festival Morning Ceremony\nNovember 3 - Autumn Grand Festival Anniversary of Emperor Meiji's Birthday\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Gallery ==\n\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== See also ==\nList of Jingū\nList of Shinto shrines\nMeiji Jingu Stadium\n\n\n== Notes ==\n\n\n== References ==\nPonsonby-Fane, Richard Arthur Brabazon. (1959). The Imperial House of Japan. Kyoto: Ponsonby Memorial Society. OCLC 194887\n\n\n== External links ==\n\nOfficial English site\nMeiji Shrine English map\nMeiji Shrine Pictures & Travel Guide\nJapanese-English Translation Practical guide for travelers"
  },
  {
    "title": "Canton Tower",
    "content": "The Canton Tower (Chinese: 广州塔), formally Guangzhou TV Astronomical and Sightseeing Tower (Chinese: 广州电视台天文及观光塔), is a 604-meter (1,982 ft)-tall multipurpose observation tower in the Haizhu District of Guangzhou (alternatively romanized as Canton). The tower was topped out in 2009 and it became operational on 29 September 2010 for the 2010 Asian Games. The tower briefly held the title of tallest tower in the world, replacing the CN Tower, before being surpassed by the Tokyo Skytree. It was the tallest structure in China prior to the topping out of the Shanghai Tower on 3 August 2013, and is now the second-tallest tower and the fifth-tallest freestanding structure in the world.\n\n\n== Naming and etymology ==\nThere had been a long discussion about the naming of the Canton Tower since the commencement of its construction in 2005 after the groundbreaking ceremony. In September 2020, at the request of the tower's investor, Guangzhou Daily launched a contest for naming proposals. The contest attracted over 180,000 valid entries, among which \"Haixin Tower\" (Chinese: 海心塔; lit. 'Tower in the Sea') was awarded the first prize. The name alluded to the city's historical setting as the start of the Maritime Silk Road and the tower's geographical proximity to Haixinsha Island. However, this name was considered obscure to people unfamiliar with the history of the city. Local residents continued to refer to the tower by various nicknames including \"Slim Waist\" (Chinese: 小蛮腰), \"Twisted Firewood\" (Chinese: 扭纹柴; a metaphor for \"stubborn\" in Cantonese) and \"Yangdianfeng\" (Chinese: 羊巅峰; lit. 'Peak of the Ram City'; homophone of \"epilepsy\" in colloquial Chinese).The Naming was reconsidered in 2010. After surveying a broad range of public opinions, \"Canton Tower\" was decided as the official English name and announced at the end of September 2010. The new English name, which alludes to the city's prosperous past, was considered the most identifying and least ambiguous among the multitude of proposals.\n\n\n== History ==\nCanton Tower was constructed by Guangzhou New Television Tower Group. It is designed by the Dutch architects Mark Hemel and Barbara Kuit of Information Based Architecture, together with Arup, the international design, engineering and business consulting firm headquartered in London, United Kingdom. In 2004, Information Based Architecture and Arup won the international competition, in which many internationally large architectural offices participated. The same year the IBA – Arup team in Amsterdam, developed the tower's concept design. In later stages, IBA cooperated mainly with the local Chinese office of Arup and a Local Design Institute. Subsequently, in 2005, the groundbreaking of the Canton Tower took place.The tower, although not fully completed, opened to the public on 1 October 2010 in time for the 16th Asian Games, hosted by Guangzhou in November 2010. The rooftop observatory finally received its official opening in December 2011.\n\n\n== Structure and construction ==\nThe Canton tower's twisted shape or hyperboloid structure corresponds to the Russian Empire patent No. 1896, dated 12 March 1899 received by Vladimir Shukhov, the Russian engineer and architect. The structure is similar to the Adziogol Lighthouse (designed by Vladimir Shukhov in 1910) in Ukraine's Dnepr delta.\n\n\n=== Structural concept ===\nThe tower was designed by Information Based Architecture and Arup. The Arup team led by structural engineer Prof. Dr. Joop Paul introduced near mass customization to the joint design, in combination with parametric design methods, and applied a simple structural concept of three elements: columns, rings and braces, to this more complex geometry.The waist of the tower contains a 180 m (590 ft) open-air skywalk where visitors can physically climb the tower. There are outdoor gardens set within the structure, and at the top, just above 450 m (1,480 ft), a large open-air observation deck.The interior of the tower is subdivided into programmatic zones with various functions, including TV and radio transmission facilities, observatory decks, revolving restaurants, computer gaming, restaurants, exhibition spaces, conference rooms, shops, and 4D cinemas.A deck at the base of the tower hides the tower's functional workings. All infrastructural connections – metro and bus stations – are situated underground. This level also includes exhibition spaces, a food court, a commercial space, a parking area for cars and coaches. There are two types of elevators: slow-speed panoramic and high-speed double-decker.The zone from 80 to 170 m (260 to 560 ft) consists of a 4D cinema, a play-hall area, restaurants, coffee shops and outdoor gardens with teahouses. The highest and longest open-air staircase in the world, the Skywalk, starts at the height of 170 m (558 ft) and spirals almost 170 m (558 ft) higher, all the way through the waist. Parts of the skywalk's floors are laid with transparent glass.\nThe top zone of the tower begins above the stairway, housing various technical functions as well as a two-story rotating restaurant, a tuned mass damper and the upper observation levels. From the upper observation levels it is possible to ascend even higher, via a further set of the stairs, to a terraced observation square rising above the tower's top ring.\n\n\n==== The twist ====\nThe form, volume and structure of the towers is generated by two ellipses, one at foundation level and the other at a horizontal plane at 450 m (1,480 ft). These two ellipses are rotated relative to another. The tightening caused by the rotation between the two ellipses forms a \"waist\" and a densification of material halfway up the tower. This means that the lattice structure, which at the bottom of the tower is porous and spacious, becomes denser at waist level. The waist itself becomes tight, like a twisted rope; transparency is reduced and views to the outside are limited. Further up the tower the lattice opens again, accentuated here by the tapering of the structural column-tubes.\n\n\n=== Rooftop observatory ===\nThe indoor public observatory is 449 m above the ground, which takes the form of a terraced elliptical space, roughly half the size of a standard football field. Opened in December 2011, the rooftop at 488 m was the highest and largest outdoor observation deck in the world, taking over the title from the observation deck of Burj Khalifa at 452m. This remained the case until 14 October 2014, when the record of highest outdoor observatory was retaken by Burj Khalifa when it opened its new observatory called at the Top – Sky, at a height of 555m.Sixteen transparent \"crystal\" passenger cars, each with a diameter of 3.2 m (10 ft) and able to carry four to six people, travel on a track round the edge of the tower's roof, taking between 20 and 40 minutes to circumnavigate the rooftop. The installation is described by the media as a Ferris wheel; however, its passenger cars are not suspended from the rim of a wheel and remain horizontal without being fully rotated, and the track, which follows the incline of the roof, is closer to the horizontal than the vertical.\n\n\n=== Architectural lighting design ===\nAt night, the tower glows and emits light, rather than being uplit. Lighting designer Rogier van der Heide is known for this concept, which he also applied at the Marunouchi Building in Tokyo. Each node in the lighting design is individually controllable to allow for animations and color changes across the entire height of the tower. As all lighting is based on LED technology, and all fixtures are located on the structure itself, the lighting scheme consumes only 15% of the allowed maximum for façade lighting.At the time of the design of Canton Tower, lighting designer Rogier van der Heide was Global Leader of Arup Lighting.\n\n\n== Measurements ==\nThe Canton Tower's main body stands at 450 m (1,476 ft). Combined with the tower's 150-meter-long (492 ft) antenna, the Canton Tower has a total height of 604 m (1,982 ft), making it the second tallest tower in the world, second tallest in Asia, and the tallest in the People's Republic of China. The tower has a total of 112 floors.The Canton Tower weighs a total of 100,000 t (100,000,000 kg), including the tower's antenna which weighs 1,550 t (1,550,000 kg) and the main body, which includes all the features of the tower, which weighs a total of 98,450 t (98,450,000 kg).The Canton Tower occupies a total floor area of 175,458 m2 (1,888,610 sq ft). In addition, the tower's net usable area measures 114,054 m2 (1,227,670 sq ft).\n\n\n== Events ==\nIn lieu of a traditional stadium setting, the opening ceremonies of the 2010 Asian Games in Guangzhou were held on Haixinsha Island. The Canton Tower and Pearl River were used as a focal point of the event.\nThe Canton Tower hosted an annual Christmas Concert on Christmas Eve inside the tower's ground floor, making it the first concert to be held in the Canton Tower. Celebrated on Christmas Eve, the concert was held on 24 December 2012.\n\n\n== Geography ==\nThe Canton Tower is situated alongside the Yiyuan Road (Yuejiang Road West), in the Haizhu District of Guangzhou, and is situated south of the Zhujiang New Town. Additionally, several famous landmarks surround the tower, including pagodas, a park towards the south, and several high-rise apartments, buildings, and skyscrapers, both commercial and residential.\n\n\n== See also ==\n\nCantonese architecture\n2010 Asian Games\nGuangdong\nGuangzhou\nGuangzhou Broadcasting Network\nGuangzhou TV Tower\nList of hyperboloid structures\nList of tallest freestanding structures in the world\nList of tallest towers in the world\n\n\n== Gallery ==\n\n\n=== Construction history ===\n\n\n=== Diagrams ===\n\n\n== References ==\n\n\n== External links ==\n\nCanton Tower official website\nCanton Tower official website :: GzTvTower.info\n Geographic data related to Canton Tower at OpenStreetMap"
  },
  {
    "title": "Adachi, Tokyo",
    "content": "Adachi (足立区, Adachi-ku) is a special ward in the Tokyo Metropolis in Japan. It is located to the north of the heart of Tokyo. The ward consists of two separate areas: a small strip of land between the Sumida River and Arakawa River and a larger area north of the Arakawa River. The ward is bordered by the cities of Kawaguchi, Sōka and Yashio in Saitama and Katsushika, Sumida, Arakawa and Kita in Tokyo. The ward is called Adachi City in English.\nAs of May 1, 2015, the ward has an estimated population of 692,707 and a population density of 13,010 persons per km2. The total area is 53.25 km2.\nThe Adachi Land Transportation Office is located here, and automobiles registered at this office bear Adachi number plates.\n\n\n== History ==\nUnder the Ritsuryō system, the present-day ward was the southern extremity of Adachi District, Musashi Province. In 826, during the Heian period, the Nishiarai Daishi temple was founded. During the Muromachi period and into the Sengoku period, the Chiba clan held control of the region. The Great Senju Bridge was built in 1594. In the Edo period, parts were under the direct control of the Tokugawa shogunate, and parts were under the administration of Kan'ei-ji, a temple in present-day Ueno, Tokyo. Adachi was also home to Senju-shuku was a post station on both the Nikkō Kaidō and the Mito Kaidō. The shogunate maintained the Kozukappara execution grounds in Senju.\nIn 1932, Adachi, formerly known as Minamiadachi District, became a ward of Tokyo City. The special ward was founded on March 15, 1947.\n\n\n== Districts and neighborhoods ==\n\n\n== Sights ==\n\n\n=== Nishiarai Daishi ===\nNishiarai Daishi, located in Nishiarai, is a temple of the Buzan branch of Shingon Buddhism. Its formal name is Gochisan Henjōin Sōji-ji (Sōji-ji Temple). This is one of the Three Great Temples in the Kantō region along with Kawasaki Daishi and Sano Yakuyoke Daishi, and a large number of people annually visit the temple at New Year.\n\n\n=== Parks ===\nToneri Park:Toneri Park is a metropolitan park located in Toneri. It is divided into east and west sections by Ogubashi Street. The west site has sports facilities such as an athletic stadium, tennis courts and baseball grounds. The east site has a big pond, water park and bird sanctuary. A part of the east site is now under construction. The park can be accessed by arriving at Toneri-kōen Station on the Nippori-Toneri Liner or by bus.\n\nHigashi Ayase Park:Higashi Ayase Park is a metropolitan park that straddles the border between Ayase and Higashi Ayase. It contains Tokyo Budokan. Within the park, there is a Japanese garden which has a wide variety of plants. It also has sports facilities such as baseball and gateball grounds.\n\nUrban Agricultural Park:Urban Agricultural Park (Toshi Nōgyō Kōen), located in Shikahama, is run by Adachi Ward.  Officially, it is a part of Kōhoku Park. It is located near the meeting of the Shiba and Arakawa Rivers, and its south end faces a green space on the Arakawa river area. There are fields, orchards, greenhouses and other facilities that aim to show farming techniques that have been adopted in the suburbs of Tokyo. There are also facilities for families such as lawns and play equipment.\nThere is a rest house near the entrance on the Arakawa riverbank side. The rest house is at the point where the Arakawa and Shibakawa cycling roads meet. There is no admission fee.  It is closed early in the morning and late at night, as well as all day on some days such as the year-end and new-year holidays. The park is far from the train station, but there is a bus running from Nishiarai Station to the park. The park is about a five-minute walk south of the bus stop Shikahama 5 on Kawaguchi Station line (Shikahama-Ryōke) and Akabane Station line (to Nishiarai Station by way of Arakawa Bridge). There is parking for cars and sightseeing buses under the Shuto Expressway Kawaguchi Route, and Shikahamabashi Exit and Higashi Ryōke Exit are nearby. The parking lot is also close to Kan-nana Road.\n\nAdachi Park of Living Things:Adachi Park of Living Things, located within Motofuchie Park in Hokima, is run by Adachi Ward.\n\n\n=== Halls and cultural facilities ===\nTokyo Budokan:Tokyo Budokan, located within Higashi Ayase Metropolitan Park, is a sports facility run by Tokyo Sport Benefits Corporation. The Tokyo Budokan has an avant-garde building designed by a famous architect Kijō Rokkaku. It includes places for martial arts and Kyūdō, and training rooms. The word budokan means \"martial arts hall\", and the same word is part of the name of the more-famous Nippon Budokan. The Tokyo Budokan's address is 3-20-1 Ayase, Adachi, Tokyo.\n\nGalaxy+City:Galaxy+City (Gyarakushitii) is a generic term for series of cultural facilities in Kurihara.  It used to be run by Adachi Lifelong Educational Promotion Corporation, but the management was taken over by Youth Centre of Adachi Board of Education on April 1, 2005.  It contains two main facilities: Nishiarai Culture Hall (theatre) and Adachi Children's Science Museum.  There are also event halls, cafes and others.\n\nTheatre 1010:Theatre 1010 was named as it is because the number 1010 (Senjū) and the name of the theater's location (Senju) are homonyms in Japanese.\n\nAdachi Historical Museum:Adachi Historical Museum, located within Higashifuchie Park in Ōyata, is run by Adachi Ward.\n\nSenju Thermal Power Station\n\n\n== Education ==\n\nThe city's public high schools are operated by the Tokyo Metropolitan Government Board of Education.\nThe city's public elementary and junior high schools are operated by the Adachi City Board of Education (足立区教育委員会).International schools:\n\nTokyo Korean 4th Elementary and Junior High School (東京朝鮮第四初中級学校) - North Korean schoolTokyo Future University is located in the area.\n\n\n== Sister cities ==\nAdachi has sister-city relationships with Belmont, Australia. Within Japan, Adachi has similar ties with the city of Uonuma (formerly the town of Koide) in Niigata Prefecture, Yamanouchi in Nagano Prefecture, and the city of Kanuma in Tochigi Prefecture.\n\n\n== Transportation ==\n\n\n=== Rail ===\nThe primary railway station in the city is Kita-Senju Station.\n\n■ JR East\n■ Jōban Line - Kita-Senju - Ayase\n■ Tobu Railway\n■ Skytree Line - Horikiri - Ushida - Kita-Senju - Kosuge - Gotanno - Umejima - Nishiarai - Takenotsuka -\n■ Daishi Line Nishiarai - Daishimae\n■ Keisei Electric Railway\n■ Keisei Main Line - Senju-Ōhashi - Keisei Sekiya -\n■ Tokyo Metro\n○ Hibiya Line - Kita-Senju\n○ Chiyoda Line - Kita-Senju - Ayase - Kita-Ayase\n■ Metropolitan Intercity Railway Company\n■ Tsukuba Express - Kita-Senju - Aoi - Rokuchō -\n■ Tokyo Metropolitan Bureau of Transportation\n■ Nippori-Toneri Liner - Adachi-Odai - Ōgi-ōhashi - Kōya - Kōhoku - Nishiaraidaishi-nishi - Yazaike - Toneri-kōen - Toneri - Minumadai-shinsuikōen\n\n\n=== Highways ===\nShuto Expressway\n\nNo.6 Misato Route (Kosuge JCT - Misato JCT)\nC2 Central Loop (Itabashi JCT - Kasai JCT)\nS1 Kawaguchi Route (Kōhoku JCT - Kawaguchi JCT)\n\n\n== Notable people ==\nAtsuko Asano, actress\nBack-On, rock band\nTochiazuma Daisuke, sumo wrestler\nKouta Hirano, manga artist\nSusumu Hirasawa, progressive-electronic musician\nItsuki Hirata, mixed martial artist\nJo Kamisaku, murderer of Junko Furuta\nKaela Kimura, singer and model\nTakeshi Kitano, comedian and filmmaker\nDaijiro Morohoshi, manga artist\nNujabes, hip hop artist/producer\nMayumi Ogawa, actress\nMasatoshi Ono, rock/heavy metal singer\nMika Akino, professional wrestler\nTetsuya Naito, professional wrestler\nTetsuya Shimizu, professional wrestler\nYoshiko Tanaka, actress\nKyohei Wada, professional wrestling referee\nKenta Yamazaki, soccer player\n\n\n== References ==\n\n\n== External links ==\n\nAdachi City Official Website (in Japanese)"
  }
]
